[{"id":0,"title":"Le faux bon plan des extensions IA qui exfiltrent du code à grande échelle","desc":"ChatGPT – 中文版 et ChatMoss sont des extensions disponibles sur le Visual Studio Code Marketplace, destinées à fournir des suggestions et complétions de code. Mais ce que l’utilisateur ne sait pas, c’est que le contenu des fichiers ouverts est envoyé vers des serveurs distants situés en Chine sans avertissement ni consentement.","link":"https:\/\/www.clubic.com\/actualite-596944-le-faux-bon-plan-des-extensions-ia-qui-exfiltrent-du-code-a-grande-echelle.html","date":"Sat, 24 Jan 2026 16:45:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2373400\/raw"},{"id":1,"title":"Vous avez une idée de business ? Voici comment la tester en 10 minutes (sans coder)","desc":"Avec la nouvelle année, il est tentant de réfléchir à nouveau à un projet de business, ou tout simplement acter qu'il s'agit d'une très bonne période pour lancer votre nouveau site Web professionnel. ","link":"https:\/\/www.clubic.com\/actualite-596293-vous-avez-une-idee-de-business-voici-comment-la-tester-en-10-minutes-sans-coder.html","date":"Sat, 24 Jan 2026 16:30:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2254262\/raw"},{"id":2,"title":"Les chatbots \"thérapeutiques\" dérapent au fil des conversations sur la santé mentale","desc":"Cinq chatbots testés par des chercheurs américains ont fourni des conseils médicaux risqués après plusieurs échanges. Les utilisateurs ont reçu des recommandations contraires à celles des professionnels et partagé des informations sensibles sans le savoir.","link":"https:\/\/www.clubic.com\/actualite-596941-les-chatbots-therapeutiques-derapent-au-fil-des-conversations-sur-la-sante-mentale.html","date":"Sat, 24 Jan 2026 15:30:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2373394\/raw"},{"id":3,"title":"Virage chez Meta : Horizon Worlds devient une expérience mobile et quitte le cœur de l'OS Quest","desc":"C’est l’aveu technique d’un échec philosophique. Après des années à nous vendre l’immersion totale comme l'avenir inéluctable, le tout avec une assurance qui a valu un changement de nom, Meta dégrade son joyau. Horizon Worlds n’est plus le cœur du système, juste une icône parmi d’autres sur votre écran de smartphone.","link":"https:\/\/www.clubic.com\/actualite-596938-virage-chez-meta-horizon-worlds-devient-une-experience-mobile-et-quitte-le-c-ur-de-l-os-quest.html","date":"Sat, 24 Jan 2026 15:17:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2373385\/raw"},{"id":4,"title":"Quoi ? Des clés de chiffrement BitLocker remises au FBI? Et la vie privée alors ?","desc":"Microsoft a remis au FBI des clés BitLocker pour accéder à trois ordinateurs saisis dans le cadre d’une enquête à Guam. Les fichiers chiffrés ont pu être ouverts grâce aux clés stockées sur les serveurs de la société.\n","link":"https:\/\/www.clubic.com\/actualite-596935-quoi-des-cles-de-chiffrement-bitlocker-remises-au-fbi-et-la-vie-privee-alors.html","date":"Sat, 24 Jan 2026 14:45:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2373388\/raw"},{"id":5,"title":"Pourquoi le capteur de votre souris prend 17 000 clichés par seconde de la surface de glisse ?","desc":"Entre deux images prises par le capteur de votre souris seulement s'écoulent seulement 59 μs… tout ça pour faire bouger un pointeur à l'écran !","link":"https:\/\/www.clubic.com\/actualite-596917-pourquoi-le-capteur-de-votre-souris-prend-17-000-cliches-par-seconde-de-la-surface-de-glisse.html","date":"Sat, 24 Jan 2026 14:20:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2373364\/raw"}]