[{"id":0,"title":"PlayStation : Sony imagine une manette aux boutons amovibles avec un clin d'oeil à une ancienne console de Nintendo","desc":"Sony vient de déposer un brevet transformant la manette en écran tactile géant où les boutons deviennent de simples accessoires amovibles. Une vision radicale qui efface la frontière entre interface logicielle et matériel physique.","link":"https:\/\/www.clubic.com\/actualite-598507-playstation-sony-imagine-une-manette-aux-boutons-amovibles-avec-un-clin-d-oeil-a-une-ancienne-console-de-nintendo.html","date":"Mon, 02 Feb 2026 10:04:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2375965\/raw"},{"id":1,"title":"Une victoire historique de Canal+ contre l'IPTV pirate et deux gros VPN","desc":"Le tribunal judiciaire de Paris a ordonné aux fournisseurs de VPN NordVPN et Surfshark, il y a quelques jours, de bloquer l'accès aux plateformes qui diffusent illégalement la Premier League, championnat de football le plus cher au monde. ","link":"https:\/\/www.clubic.com\/actualite-598486-une-victoire-historique-de-canal-contre-l-iptv-pirate-et-deux-gros-vpn.html","date":"Mon, 02 Feb 2026 09:46:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2375947\/raw"},{"id":2,"title":"MIcrosoft Edge laisse passer 30% des URL malveillantes","desc":"Lors d'un test indépendant mené le mois dernier, le navigateur de Microsoft aurait laissé passer près d'un tiers des URL malveillantes. Autant dire que malgré les efforts de l'entreprise, et la présence d'un module anti-phishing, le navigateur n'est certainement pas prêt à passer à l'ère agentique.","link":"https:\/\/www.clubic.com\/actualite-598461-microsoft-edge-laisse-passer-30-des-url-malveillantes.html","date":"Mon, 02 Feb 2026 09:28:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2375938\/raw"},{"id":3,"title":"\"1 million de data centers en orbite terrestre\" : la nouvelle lubie d'Elon Musk dépasse l'entendement","desc":"SpaceX passe à l'action. L'entreprise d'Elon Musk vient de solliciter l'autorisation du gouvernement américain pour déployer 1 million de centres de données en orbite terrestre. Une initiative à l'ampleur tout bonnement inédite. ","link":"https:\/\/www.clubic.com\/actualite-598498-million-de-data-centers-en-orbite-terrestre-la-nouvelle-lubie-d-elon-musk-depasse-l-entendement.html","date":"Mon, 02 Feb 2026 09:14:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2375935\/raw"},{"id":4,"title":"Même à 2 900 €, le Samsung Galaxy Trifold est déjà en rupture de stock partout","desc":"À peine lancé sur le sol américain, le premier smartphone pliant à trois volets de Samsung est déjà introuvable. Une rupture de stock quasi instantanée pour un appareil frôlant les 3000 dollars, qui prouve que l'appétit pour ce nouveau format est bien réel, malgré des tarifs prohibitifs.","link":"https:\/\/www.clubic.com\/actualite-598477-meme-a-2-900-le-samsung-galaxy-trifold-est-deja-en-rupture-de-stock-partout.html","date":"Mon, 02 Feb 2026 08:51:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2362942\/raw"},{"id":5,"title":"Meilleur forfait mobile, comparateur gratuit en février 2026","desc":"Plébiscités par une large majorité d’utilisateurs, les forfaits mobiles sans engagement séduisent de plus en plus d'abonnés. Tout au long de l'année, même en dehors des périodes de soldes, il est possible de changer de forfait ou d'opérateur mobile pour profiter de nouvelles offres, pour faire de vraies économies et bénéficier d'un forfait plus adapté. À condition de prendre le temps de comparer les forfaits du moment ! Laissez-vous guider dans le choix du bon forfait, celui qui correspond à vos besoins et surtout à votre budget, grâce à notre comparateur dédié.","link":"https:\/\/www.clubic.com\/guide-achat-7709-meilleurs-forfaits-mobile.html","date":"Mon, 02 Feb 2026 08:40:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2267696\/raw"}]