[{"id":0,"title":"Steam Machine : AMD vend la mèche, la console de Valve arrive dans les prochaines semaines","desc":"C'est la surprise du chef lors de l'appel aux investisseurs d'AMD : Lisa Su a confirmé noir sur blanc que la nouvelle console de salon de Valve était \"en bonne voie\" pour une expédition en ce début d'année.","link":"https:\/\/www.clubic.com\/actualite-598969-wip-steam-machine-amd-vend-la-meche-la-console-de-valve-arrive-dans-les-prochaines-semaines.html","date":"Wed, 04 Feb 2026 17:02:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2352526\/raw"},{"id":1,"title":"BF6 ou vos révisions ? Ce PC RTX compact vous aide à faire les deux à tout petit prix","desc":"Et si le parfait PC étudiant… n’était pas celui que vous aviez en tête ? Plutôt qu’un modèle bureautique limité et, pour être honnête, un peu ennuyant, l’Acer Nitro V14 est un gamer sobre et compact qui cache bien son jeu.","link":"https:\/\/www.clubic.com\/actualite-597913-bf6-ou-vos-revisions-ce-pc-rtx-compact-vous-aide-a-faire-les-deux-a-tout-petit-prix.html","date":"Wed, 04 Feb 2026 16:45:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2375530\/raw"},{"id":2,"title":"De nombreux groupes de hackers exploitent l'IA générative pour leurs cyberattaques, confirme l'ANSSI","desc":"L'ANSSI a publié mercredi sa synthèse sur les menaces liées à l'intelligence artificielle générative. Les groupes de pirates sont désormais très nombreux à l'utiliser pour automatiser leurs cyberattaques.","link":"https:\/\/www.clubic.com\/actualite-599041-de-nombreux-groupes-de-hackers-exploitent-l-ia-generative-pour-leurs-cyberattaques-confirme-l-anssi.html","date":"Wed, 04 Feb 2026 16:22:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2376961\/raw"},{"id":3,"title":"Ventes Flash Amazon : les bonnes affaires se prolongent avec 15 offres encore disponibles ce soir","desc":"Officiellement clos depuis le 3 février, les soldes d’hiver laissent place à une série de ventes flash toujours actives chez Amazon. Vidéoprojecteurs, écrans, accessoires et équipements connectés profitent encore de remises notables, à surveiller de près.","link":"https:\/\/www.clubic.com\/bons-plans-598597-ventes-flash-amazon-devoile-15-offres-a-ne-pas-rater-avant-la-fin-des-soldes.html","date":"Wed, 04 Feb 2026 15:51:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2376658\/raw"},{"id":4,"title":"Vous voulez acheter un nouveau MacBook Pro ? Pourquoi vous avez peut-être intérêt à attendre la fin d'année","desc":"Les choses se précisent pour le MacBook Pro OLED. Attendu depuis de longs, très longs mois, l'appareil serait enfin en vue, cette fois avec un assez bon faisceau d'indices nous orientant vers une commercialisation dès le quatrième trimestre 2026.","link":"https:\/\/www.clubic.com\/actualite-598981-vous-voulez-acheter-un-nouveau-macbook-pro-pourquoi-vous-avez-peut-etre-interet-a-attendre-la-fin-d-annee.html","date":"Wed, 04 Feb 2026 15:37:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2344285\/raw"},{"id":5,"title":"La Justice américaine entend toujours forcer Google à vendre Chrome","desc":"Le département américain de la Justice et plusieurs États reviennent à la charge contre Google. Ils contestent la décision d’un juge fédéral qui a limité les sanctions après avoir pourtant reconnu un monopole illégal sur la recherche en ligne.","link":"https:\/\/www.clubic.com\/actualite-599020-la-justice-americaine-entend-toujours-forcer-google-a-vendre-chrome.html","date":"Wed, 04 Feb 2026 15:27:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2376907\/raw"}]