[{"id":0,"title":"Spotify affirme que ses meilleurs développeurs n'ont pas écrit une seule ligne de code depuis décembre grâce à l'IA qui alimente alors une polémique : doit-elle être considérée comme outil ou collègue ?","desc":"<b>Spotify affirme que ses meilleurs développeurs n'ont pas écrit une seule ligne de code depuis décembre, grâce à l'IA qui alimente alors une polémique : doit-elle être considérée comme outil ou collègue ?<\/b><br\/><br\/><b>Deux groupes s'opposent lorsqu'on parle d'intelligence artificielle : celui de ceux qui la considèrent comme un outil et celui des intervenants de la filière du développement de logiciels qui sont d'avis qu'elle peut déjà être considérée comme un collègue à part entière. La polémique a pris un coup...<\/b>","link":"https:\/\/intelligence-artificielle.developpez.com\/actu\/380231\/Spotify-affirme-que-ses-meilleurs-developpeurs-n-ont-pas-ecrit-une-seule-ligne-de-code-depuis-decembre-grace-a-l-IA-qui-alimente-alors-une-polemique-doit-elle-etre-consideree-comme-outil-ou-collegue\/","date":"Fri, 13 Feb 2026 11:36:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/programmation.png"},{"id":1,"title":"GLM-5 contre Claude Opus 4.5 : 744 milliards de paramètres, -1 sur l'index d'hallucination, 10x moins cher. La startup chinoise Zhipu AI mise sur l'open source pour défier l'establishment américain","desc":"<b>GLM-5 contre Claude Opus 4.5 : 744 milliards de paramètres, -1 sur l'index d'hallucination, 10x moins cher.<\/b><br \/>\n<b>La startup chinoise Zhipu AI mise sur l'open source pour défier l'establishment américain     <\/b><br\/><br\/><b>La startup chinoise Zhipu AI (z.ai) vient de lancer GLM-5, un modèle open source qui bouscule radicalement l'écosystème de l'IA. Avec un taux d'hallucination record, des performances en coding qui rivalisent avec Claude Opus 4.5 d'Anthropic, et un prix jusqu'à 10 fois moins élevé, ce modèle de 744...<\/b>","link":"https:\/\/intelligence-artificielle.developpez.com\/actu\/380221\/GLM-5-contre-Claude-Opus-4-5-744-milliards-de-parametres-moins1-sur-l-index-d-hallucination-10x-moins-cher-La-startup-chinoise-Zhipu-AI-mise-sur-l-open-source-pour-defier-l-establishment-americain\/","date":"Thu, 12 Feb 2026 19:19:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/intelligence-artificielle2.png"},{"id":2,"title":"Apptronik lève 520 millions $ additionnels, pour un total de 935 millions $ levés afin de développer des robots humanoïdes IA","desc":"<b>Apptronik lève 520 millions de dollars supplémentaires, pour un total de 935 millions de dollars levés afin de développer des robots humanoïdes IA. Les humains et les robots travaillant côte à côte seront-ils bientôt une réalité ?<\/b><br\/><br\/><b>L'entreprise de robotique Apptronik a levé 520 millions de dollars supplémentaires dans le cadre d'un tour de financement de série A qui s'élève désormais à 935 millions de dollars, alors qu'elle accélère la production d'Apollo, un robot humanoïde alimenté par l'intelligence...<\/b>","link":"https:\/\/embarque.developpez.com\/actu\/380220\/Apptronik-leve-520-millions-additionnels-pour-un-total-de-935-millions-leves-afin-de-developper-des-robots-humanoides-IA\/","date":"Fri, 13 Feb 2026 03:09:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/robot-androide.png"},{"id":3,"title":"Notifications vocales Peon Warcraft III pour Claude Code, qui vous avertissent lorsque le programme a terminé ou a besoin d'une autorisation","desc":"<b>Notifications vocales Peon Warcraft III pour Claude Code, qui vous avertissent lorsque le programme a terminé ou a besoin d'une autorisation, afin que vous ne perdiez pas votre concentration<\/b><br\/><br\/><b>Claude Code ne vous avertit pas lorsqu'il a terminé ou qu'il a besoin d'une autorisation. Vous quittez l'onglet, vous perdez votre concentration et vous perdez 15 minutes à vous remettre dans le bain. peon-ping résout ce problème grâce aux répliques vocales de Peon de Warcraft III. Ainsi, vous ne manquez jamais...<\/b>","link":"https:\/\/programmation.developpez.com\/actu\/380217\/Notifications-vocales-Peon-Warcraft-III-pour-Claude-Code-qui-vous-avertissent-lorsque-le-programme-a-termine-ou-a-besoin-d-une-autorisation\/","date":"Thu, 12 Feb 2026 18:33:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/claude.png"},{"id":4,"title":"Guide de démarrage rapide : Serveur MCP de ONLYOFFICE DocSpace pour développeurs, par Daria Lapikhina","desc":"Chers membres du club,<br\/><br\/>J'ai le plaisir de vous présenter ce tutoriel&nbsp;:<br\/><br\/><b><a href=\"https:\/\/onlyoffice.developpez.com\/tutoriel\/guide-demarrage-serveur-mcp-onlyoffice-docspace\/\" target=\"_blank\">Guide de démarrage rapide : Serveur MCP de ONLYOFFICE DocSpace pour développeurs<\/a><\/b>\n\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\t\tLe serveur MCP de ONLYOFFICE DocSpace permet d'intégrer des modèles linguistiques (LLM) dans des workflows documentaires grâce au Model Context Protocol (MCP). Il sert d'intermédiaire entre les LLM et votre instance DocSpace, en facilitant la gestion de fichiers, d'utilisateurs, de salles et l'automatisation des tâches.<br \/>\nCe...","link":"https:\/\/onlyoffice.developpez.com\/tutoriel\/guide-demarrage-serveur-mcp-onlyoffice-docspace\/","date":"Thu, 12 Feb 2026 16:56:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/onlyoffice.png"},{"id":5,"title":"Google veut réinventer la publicité grâce à l'IA : la directrice générale de Google Ads explique comment l'IA Gemini et le commerce agentique aideront les annonceurs à mieux vous cibler pour vendre plus","desc":"<b>Google veut réinventer la publicité grâce à l'IA : la directrice générale de Google Ads explique comment l'IA Gemini et le commerce agentique en 2026 aideront les annonceurs à cibler et convertir leurs ventes<\/b> <br\/><br\/><b>Google redéfinit l'intention commerciale sur Search, YouTube et les interfaces IA. Dans sa troisième lettre annuelle, Vidhya Srinivasan, vice-présidente et directrice générale de la publicité et du commerce chez Google, a décrit comment la recherche, YouTube et son infrastructure d'achat sont...<\/b>","link":"https:\/\/webmarketing.developpez.com\/actu\/380209\/Google-veut-reinventer-la-publicite-grace-a-l-IA-la-directrice-generale-de-Google-Ads-explique-comment-l-IA-Gemini-et-le-commerce-agentique-aideront-les-annonceurs-a-mieux-vous-cibler-pour-vendre-plus\/","date":"Thu, 12 Feb 2026 14:52:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/google.png"},{"id":6,"title":"La campagne « QuitGPT » incite les utilisateurs à résilier leur abonnement à ChatGPT en raison de performances « médiocres » en matière de codage, et des dons des dirigeants d'OpenAI à Donald Trump","desc":"<b>La campagne « QuitGPT » incite les utilisateurs à résilier leur abonnement à ChatGPT en raison de performances « médiocres » en matière de codage<\/b><br \/>\n<b>et des dons des dirigeants d'OpenAI à Donald Trump<\/b><br\/><br\/><b>OpenAI fait face à une campagne de boycott qui prend rapidement de l'ampleur. La campagne QuitGPT incite à résilier les abonnements à ChatGPT en guise de protestation politique. Elle est devenue virale après des révélations sur les dons des dirigeants d'OpenAI et l'utilisation d'outils d'IA par l'ICE....<\/b>","link":"https:\/\/intelligence-artificielle.developpez.com\/actu\/380207\/La-campagne-QuitGPT-incite-les-utilisateurs-a-resilier-leur-abonnement-a-ChatGPT-en-raison-de-performances-mediocres-en-matiere-de-codage-et-des-dons-des-dirigeants-d-OpenAI-a-Donald-Trump\/","date":"Thu, 12 Feb 2026 13:39:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/chatgpt.png"},{"id":7,"title":"Plus de 600 entreprises japonaises exigent d'Apple et de Google qu'ils accordent le même traitement qu'à Epic Games, en supprimant les commissions sur les achats d'applications","desc":"<b>Plus de 600 entreprises japonaises exigent d'Apple et de Google qu'ils accordent le même traitement qu'à Epic Games aux USA, en supprimant les commissions sur les achats d'applications<\/b><br\/><br\/><b>Dans le cadre d'une initiative commune, plus de 600 entreprises japonaises ont exhorté Apple et Google à supprimer les commissions prélevées sur les achats d'applications, en invoquant la nouvelle loi japonaise sur la concurrence dans le domaine des logiciels mobiles, qui devrait entrer en vigueur en décembre. Soutenus...<\/b>","link":"https:\/\/jeux.developpez.com\/actu\/380195\/Plus-de-600-entreprises-japonaises-exigent-d-Apple-et-de-Google-qu-ils-accordent-le-meme-traitement-qu-a-Epic-Games-en-supprimant-les-commissions-sur-les-achats-d-applications\/","date":"Thu, 12 Feb 2026 12:44:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/smartphone.png"},{"id":8,"title":"Chrome Web Store infiltré : 287 extensions Chrome exfiltrent massivement l'historique de navigation de 37 millions d'utilisateurs, 30 entreprises épinglées dans un système massif d'espionnage","desc":"<b>Chrome Web Store infiltré : 287 extensions espionnent 37 millions d'utilisateurs<\/b><br \/>\n<b>30 entreprises épinglées dans un système massif de collecte de données parmi lesquelles Similarweb, Semrush et ByteDance    <\/b><br\/><br\/><b>Un chercheur en sécurité vient de lever le voile sur un écosystème parallèle inquiétant au coeur du Chrome Web Store. 287 extensions, totalisant 37,4 millions d'installations, exfiltrent massivement l'historique de navigation de leurs utilisateurs vers plus de 30 destinataires, dont des courtiers...<\/b>","link":"https:\/\/securite.developpez.com\/actu\/380194\/Chrome-Web-Store-infiltre-287-extensions-Chrome-exfiltrent-massivement-l-historique-de-navigation-de-37-millions-d-utilisateurs-30-entreprises-epinglees-dans-un-systeme-massif-d-espionnage\/","date":"Thu, 12 Feb 2026 12:14:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/chrome.png"},{"id":9,"title":"Mrinank Sharma, responsable senior de la sécurité de l'IA, a démissionné d'Anthropic, déclarant qu'il se retirait à un moment où il estime que « le monde est en péril »","desc":"<b>Mrinank Sharma, responsable senior de la sécurité de l'IA, a démissionné d'Anthropic, déclarant qu'il se retirait à un moment où il estime que « le monde est en péril »<\/b> <br\/><br\/><b>Mrinank Sharma, responsable senior de la sécurité IA chez Anthropic, a démissionné de l'entreprise, déclarant qu'il se retirait à un moment où il estime que « le monde est en péril ». Sharma, qui dirigeait l'équipe de recherche sur les mesures de protection de l'entreprise, a annoncé son départ dans une lettre adressée à ses collègues...<\/b>","link":"https:\/\/intelligence-artificielle.developpez.com\/actu\/380193\/Mrinank-Sharma-responsable-senior-de-la-securite-de-l-IA-a-demissionne-d-Anthropic-declarant-qu-il-se-retirait-a-un-moment-ou-il-estime-que-le-monde-est-en-peril\/","date":"Thu, 12 Feb 2026 12:48:00 +0100","image":"https:\/\/www.developpez.com\/images\/logos\/antropic.png"}]