[{"id":0,"title":"Incroyable mais... presque vrai : comment Waymo entraîne ses véhicules autonomes à éviter l'improbable sur les routes","desc":"Le Waymo Driver a déjà parcouru près de 200 millions de kilomètres sur routes ouvertes aux États-Unis. Pour préparer ses véhicules aux situations les plus rares, les équipes de Waymo multiplient les kilomètres simulés, avec des scénarios impossibles à reproduire à grande échelle dans le monde réel.","link":"https:\/\/www.clubic.com\/actualite-599518-incroyable-mais-presque-vrai-comment-waymo-entraine-ses-vehicules-autonomes-a-eviter-l-improbable-sur-les-routes.html","date":"Sat, 07 Feb 2026 17:15:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2377954\/raw"},{"id":1,"title":"Windows 11 s'allège : Microsoft supprime cette app que personne n'ouvre","desc":"Microsoft annonce la fin de 3D Viewer, cette application Windows 11 dont l'existence même surprend la plupart des utilisateurs. Direction la corbeille numérique en juillet 2026.","link":"https:\/\/www.clubic.com\/actualite-599515-windows-11-s-allege-microsoft-supprime-cette-app-que-personne-n-ouvre.html","date":"Sat, 07 Feb 2026 16:54:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2366068\/raw"},{"id":2,"title":"Fibre optique : un opérateur condamné à retirer ses câbles installés sans autorisation du propriétaire","desc":"La cour d'appel de Toulouse a condamné un opérateur de fibre optique à retirer ses câbles installés sans autorisation au-dessus d'une propriété privée. Elle défend ici le droit de propriété, face au déploiement du très haut débit.","link":"https:\/\/www.clubic.com\/actualite-599509-fibre-optique-un-operateur-condamne-a-retirer-ses-cables-installes-sans-autorisation-sans-proprietaire.html","date":"Sat, 07 Feb 2026 16:18:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2377951\/raw"},{"id":3,"title":"L'App Store va supprimer cette catégorie d'apps populaire chez les ados, et il y a une bonne raison à ça","desc":"Si vous pensiez que la disparition d'Omegle avait suffi à assainir les échanges en ligne, la réalité est tout autre. Apple vient de prendre une décision couperet en bannissant une mécanique entière d'applications, invoquant une toxicité structurelle impossible à endiguer.","link":"https:\/\/www.clubic.com\/actualite-599506-l-app-store-va-supprimer-cette-categorie-d-apps-populaire-chez-les-ados-et-il-y-a-une-bonne-raison-a-ca.html","date":"Sat, 07 Feb 2026 15:38:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2377945\/raw"},{"id":4,"title":"\"Rajoute des fautes pour crédibiliser ma copie\" : quand les étudiants demandent aux IA d'humaniser leur travail","desc":"43 % des étudiants français affirment avoir utilisé un outil pour rendre leurs textes plus « humains », selon Ipsos 2026. Même chose aux États-Unis, rapporte NBC News . Certains élèves laissent volontairement des fautes d’orthographe pour prouver qu’ils ont rédigé leurs devoirs eux-mêmes.\n\n","link":"https:\/\/www.clubic.com\/actualite-599494-rajoute-des-fautes-pour-credibiliser-ma-copie-quand-les-etudiants-demandent-aux-ia-d-humaniser-leur-travail.html","date":"Sat, 07 Feb 2026 15:15:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2377933\/raw"},{"id":5,"title":"Microsoft Game Pass : vers une refonte totale de vos abonnements ?","desc":"Si vous pensiez que la valse des étiquettes était terminée chez Xbox, préparez-vous à déchanter. Une nouvelle fuite interne suggère que Microsoft s'apprête à redessiner, encore une fois, les frontières de son offre PC.","link":"https:\/\/www.clubic.com\/actualite-599503-microsoft-game-pass-vers-une-refonte-totale-de-vos-abonnements.html","date":"Sat, 07 Feb 2026 15:02:00 GMT","image":"https:\/\/pic.clubic.com\/v1\/images\/2377942\/raw"}]